tutorials/multiphase/interDyMFoam/ras/mixerVesselAMI/constant/interfacialProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      interfacialProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dragModelair            SchillerNaumann;
dragModelwater          SchillerNaumann;

heatTransferModelair    RanzMarshall;
heatTransferModelwater  RanzMarshall;

dispersedPhase          both;

residualPhaseFraction   1e-3;
residualSlip            1e-2;

// ************************************************************************* //
